data/t18_RequestBody.txt

"<?xml version=\"1.0\" encoding=\"utf-8\"?><soap:Envelope xmlns:xsi=\"http://www.w3.org/2001/XM"
"LSchema-instance\" xmlns:xsd=\"http://www.w3.org/2001/XMLSchema\" xmlns:soap=\"http://schemas."
"xmlsoap.org/soap/envelope/\"><soap:Body><checkValidity xmlns=\"http://example.org/CreditCardPr"
"ocess\"><strCardNumber>12345678</strCardNumber><strHolderID>345</strHolderID></checkValidity><"
"/soap:Body></soap:Envelope>"
